wlogs/auction1/workloadbx/singapore.txt
[OVERALL], RunTime(ms), 1252
[OVERALL], Throughput(ops/sec), 0.7987220447284346
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5.0
[CLEANUP], MinLatency(us), 5
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 50thPercentileLatency(us), 5
[CLEANUP], 90thPercentileLatency(us), 5
[CLEANUP], 95thPercentileLatency(us), 5
[CLEANUP], 99thPercentileLatency(us), 5
[INSERT], Operations, 1
[INSERT], AverageLatency(us), 281216.0
[INSERT], MinLatency(us), 281088
[INSERT], MaxLatency(us), 281343
[INSERT], 50thPercentileLatency(us), 281343
[INSERT], 90thPercentileLatency(us), 281343
[INSERT], 95thPercentileLatency(us), 281343
[INSERT], 99thPercentileLatency(us), 281343
[INSERT], Return=OK, 1