wlogs/auction1/workloadbx/tokyo.txt
[OVERALL], RunTime(ms), 1224
[OVERALL], Throughput(ops/sec), 0.8169934640522876
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 50thPercentileLatency(us), 2
[CLEANUP], 90thPercentileLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[INSERT], Operations, 1
[INSERT], AverageLatency(us), 303488.0
[INSERT], MinLatency(us), 303360
[INSERT], MaxLatency(us), 303615
[INSERT], 50thPercentileLatency(us), 303615
[INSERT], 90thPercentileLatency(us), 303615
[INSERT], 95thPercentileLatency(us), 303615
[INSERT], 99thPercentileLatency(us), 303615
[INSERT], Return=OK, 1